/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"Accept" = "Elfogad";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "JSON-ba alakítás sikertelen, miközben nem sikerült a szolgáltatás elindítása.";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Hibajelentés";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "Nem lehet átalakítani a szabályt. Váratlan hiba történt. Kérem, lépjen kapcsolatba a támogatással.";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "JSON átalakító inicializálása nem sikerült!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "Nem sikerült a hibajelentés elküldése, mert nincs beállítva email cím ehhez a készülékhez.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "Nem lehet elküldeni az üzenetet, mert nincs beállítva email cím.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Mégsem";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"Enable filtering on %@" = "Szűrők bekapcsolása a %@-on";

/* (Action Extension - AEAUIMainController) Error tile
   (AEUIUtils) Alert title. When converting rules process ended. */
"Error" = "Hiba";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "Túllépte a szűrők maximális számát.";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Nem lehetett betölteni a szűrőket a Safariba. Ezért a változások nem léptek életbe.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Érvénytelen szűrés ezen az oldalon:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'munus' button */
"Less" = "Kevesebb";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Szűrők betöltése a Safariba. Kérem, ne kapcsolja ki az Adguardot, a folyamat nem tarthat tovább, mint 30 másodperc...";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Kihagyott hirdetés ezen az oldalon:\n%@";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"More" = "Több";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"Preview" = "Előnézet";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Pontatlan Szűrés Jelentése";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Kihagyott Hirdetés Jelentése";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"The hostname is not obtained. Perhaps the page is not yet loaded." = "A kiszolgálónév nincs megszerezve. Talán az oldal még nincs betöltve.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"This website security policy does not allow to launch Adguard Assistant." = "Ez a weboldal biztonsági engedély nem engedi futtatni az Adguard Segédet.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Egy váratlan hiba történt a Safari beépülő inicializálása közben. Ha ez újra előfordul, forduljon a támogatáshoz.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Elérted a maximális szűrési szabályt.";

